{"e5b0b1dd231ffc8592a2a8ea217300c8":{"statistic":{"failed":0,"broken":0,"skipped":0,"passed":1,"unknown":0,"total":1},"items":[{"uid":"3ad02f324d8dd8d8","status":"passed","time":{"start":1673720580937,"stop":1673720600318,"duration":19381}}]},"dd48d5fb2fe3200f32c6b49af48c9d3c":{"statistic":{"failed":0,"broken":0,"skipped":0,"passed":1,"unknown":0,"total":1},"items":[{"uid":"cb90cbe7940280a9","status":"passed","time":{"start":1673720611400,"stop":1673720635702,"duration":24302}}]},"314e841e831533bea7a4b81dd2de5dcf":{"statistic":{"failed":0,"broken":0,"skipped":0,"passed":1,"unknown":0,"total":1},"items":[{"uid":"b43874b587558fa","status":"passed","time":{"start":1673720600335,"stop":1673720627264,"duration":26929}}]},"af38296129a379991b46b324fc2ed75e":{"statistic":{"failed":1,"broken":0,"skipped":0,"passed":0,"unknown":0,"total":1},"items":[{"uid":"c0dbacb040d7bb79","status":"failed","statusDetails":"locator.click: Error: strict mode violation: locator('xpath=//*[text()=\\'Аналитика\\']') resolved to 2 elements:\n    1) <a href=\"/editorial\" title=\"аналитика\">Аналитика</a> aka getByRole('cell', { name: 'логотип 3DNews Submit Новости Все новости Актуальные темы ServerNews IT-финансы Offсянка Аналитика Видеокарты Звук и акустика Игры Корпуса, БП и охлаждение Мастерская Материнские платы Мониторы и проекторы Накопители Носимая электроника Ноутбуки и ПК Периферия Планшеты Программное обеспечение Процессоры и память Сети и коммуникации Смартфоны Умные вещи Фото и видео Цифровой автомобиль Форум Конкурсы RSS/Социальные сети Рассылка Вакансии [NEW!]' }).getByRole('link', { name: 'Аналитика' })\n    2) <a href=\"/editorial\" class=\"category-link\">Аналитика</a> aka getByRole('cell', { name: 'Главное Встретиться с чёрной дырой и выжить: обнаружена звезда, пережившая событие приливного разрушения Международная группа физиков впервые провела исследование уникального события — частичного приливного разрушения и, что самое ценное, создала модель подобных явлений. В далёкой галактике была зафиксирована встреча звезды со сверхмассивной чёрной дырой, которая лишь частично сорвала внешнюю оболочку звезды и не смогла уничтожить её полностью. Этот случай заставит учёных по-новому взглянуть на эволюцию чёрных дыр Китай запустил первый спутник с «мощным» электрическим двигателем — он будет удерживаться на орбите не менее 15 лет В пятницу Китай запустил на орбиту спутник связи Apstar 6-E с электрической двигательной установкой. Утверждается, что аппарат оснащён необычно мощным электрическим двигателем, который будет удерживать его на орбите не менее 15 лет. Подробности не сообщаются, но можно ожидать, что мощность двигателя попадает в диапазон от 10 до 100 кВт. В Китае активно разрабатывают электрические ракетные двигатели, что важно для полётов в пределах нашей системы Potion Craft: Alchemist Simulator — во все алхимические. Рецензия Как это ни прискорбно, но праздники закончились, новогодний серотонин на исходе, как и силы на большие игровые проекты. Да и проектов этих пока не видно на горизонте. Самое время окунуться во что-нибудь спокойное, расслабляющее и непринуждённое. Во что-нибудь вроде Potion Craft: Alchemist Simulator Итоги 2022 года: игровые видеокарты Чем не разочаровал ушедший год, так это обилием нового железа, начиная с бюджетных видеокарт и обновленных моделей предыдущего поколения и заканчивая совершенно новым кремнием NVIDIA, AMD, а теперь еще и Intel в тренде • Марсоход Perseverance заметил вертолёт Ingenuity на поверхности Красной планеты • Epic Games Store начал отзывать у российских пользователей бесплатную копию игры из недавней раздачи • «Хаббл» запечатлел, как чёрная дыра превратила звезду в «космический пончик» • В Китае принято в эксплуатацию огромное беспилотное судно-разведчик океана, напичканное воздушными, надводными и подводными дронами • Из заброшенных шахт учёные предложили сделать гравитационные аккумуляторы Новости hardware  • TAG Heuer представила три модели смарт-часов линейки Connected Calibre E4 • Составлен общий план ремонтных работ на термоядерном проекте ИТЭР — надо заменить 23 км труб охлаждения и нарастить сотни кг металла по швам • Компьютеры машин с автопилотом будут вредить экологии не меньше ЦОД • В конце 2022 года начали восстанавливаться продажи игровых приставок в России • Toyota представила на Токийском автосалоне рестомоды AE86 на электрической тяге и водороде • TSMC объяснила, за счёт чего рассчитывает увеличить выручку на падающем рынке • Tesla утверждает, что снижение цен на электромобили стало возможным за счёт нормализации затрат • ASUS обновила ноутбуки Vivobook процессорами Intel Raptor Lake-H • M**a и Apple впервые за 10 лет выпали из списка лучших работодателей • AMD с помощью драйверов снизила энергопотребление Radeon RX 7900 XT и XTX в играх, но лишь с ограничением частоты кадров • NZXT представила корпуса H9 с панорамным обзором, блок питания C1200 Gold и вентиляторы F RGB Duo • В Южной Корее создали микродисплей с рекордной плотностью пикселей в 12 000 ppi — он заинтересовал Qualcomm и не только • Virgin Galactic проведёт реорганизацию перед возобновлением туристических полётов на SpaceShipTwo • Проблема с дефицитом чипов для банковских карт в России решена, заявил глава НСПК • Virgin Orbit: первый в истории пуск из Великобритании провалился из-за преждевременного отключения двигателя второй ступени • Cooler Master показала множество блоков питания стандарта ATX 3.0 с 12+4-контактными разъёмами 12VHPWR • Galax представила видеокарту GeForce RTX 4070 Ti HOF для экстремального разгона • Многие бренды прекращают программную поддержку умной электроники и техники всего через два года Новости software  • Google выпустила последнюю игру в Stadia и пообещала разблокировать Bluetooth на геймпаде • В работе Spotify произошёл сбой, но уже всё в порядке • Биткоин взял отметку $20 тысяч — на подъёме весь криптовалютный рынок • AMD показала две минуты эксклюзивного геймплея Lies of P в 8K на Radeon RX 7900 XTX • Positive Technologies: больше всего в 2022 году в России хакеров интересовали государственный, медицинский и промышленный секторы • Инсайдер раскрыл точную дату выхода кооперативного шутера Redfall от создателей Dishonored и Prey • На грани жизни и смерти: опубликован первый геймплей симулятора самой опасной мотоциклетной гонки на планете • Google: если IT-гигантов заставят отвечать за публикуемый контент, это «перевернёт интернет» • В отмене всех авиарейсов в США обвинили подрядчиков • Из меню «Пуск» и панели задач Windows стали таинственно исчезать ярлыки — пятница 13-е тут ни при чём • Google распространяет поддельные драйверы AMD Radeon и это показывает серьёзную проблему в поисковике • Культовый шутер Duke Nukem 3D получил VR-адаптацию, которую уже можно опробовать • Российскую ОС «Аврора» лишили финансирования по программе цифровизации госсектора • Positive Technologies: рынок кибербезопасности в России в 2023 году снова вырастет на 10–20 % • Британская компания может отсудить у Google название раздела YouTube Shorts • Утечка данных пользователей Mail.ru произошла в 2022 году с другого сервиса • Microsoft начала распространять в Windows 10 медиаплеер из Windows 11 • Устаревшие приложения «Сбербанка» перестанут работать на следующей неделе Самые обсуждаемые публикации Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070  28 Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR  12 Лучшие игры 2022 года по версии читателей и редакции  8 Умные помощники: обзор онлайновых AI-сервисов для обработки изображений  2 Новое в обзорах Итоги 2022 года: ультрабуки Ноутбуки и ПК 12 января 2023 Итоги 2022 года: ультрабуки Прошедший год ознаменовался громадным скачком быстродействия тонких рабочих ноутбуков, и в этот раз за него ответственна одна-единственная компания — Intel. AMD и Apple сделали свое дело раньше, так что болельщикам этих команд придется ждать следующего обновления архитектуры Мы заметили, как сильно изменились современные игровые ПК, а вы? Итоги 2022 года в категории «Корпуса, БП и охлаждение» Корпуса, БП и охлаждение 11 января 2023 Мы заметили, как сильно изменились современные игровые ПК, а вы? Итоги 2022 года в категории «Корпуса, БП и охлаждение» Игровые компьютеры за последнее время сильно изменились. Современные системы стали гораздо производительнее, но какой ценой? Об очевидных и не очень изменениях, связанных со сборкой нового ПК, читайте в нашем итоговом материале Итоги 2022 года: процессоры для ПК Процессоры и память 10 января 2023 Итоги 2022 года: процессоры для ПК AMD Zen 4 и Intel Raptor Lake — далеко не всё, что случилось на процессорном рынке в прошедшем году. Вспоминая основные процессорные анонсы, систематизируя проблемы отрасли и ужасаясь, что же будет дальше, мы написали целую статью Итоги 2022 года: смартфоны Смартфоны 09 января 2023 Итоги 2022 года: смартфоны Довольно тяжело подводить технологические итоги в год вроде нынешнего. Смартфоны в мире и в России – два множества, которые в 2022-м пересекаются далеко не полностью. Но тем не менее мы здесь говорим не только о внутренних событиях, поэтому словами «санкции», «уход» и некоторыми другими, которые нельзя произносить, мы не ограничимся Gamesblender № 604: cамые ожидаемые игры 2023 года Игры 08 января 2023 Gamesblender № 604: cамые ожидаемые игры 2023 года А вот и первый в этом году GamesBlender! С новостями вернемся в конце недели, а в этом выпуске окинем своим широким геймерским взглядом 2023-й и выберем самые интересные будущие релизы. Сразу оговоримся, что это лишь часть большого списка ожидаемых игр — о других читайте в статье на 3DNews.ru. Начинаем! Итоги 2022 года: компьютер месяца Ноутбуки и ПК 08 января 2023 Итоги 2022 года: компьютер месяца А мы в редакции 3DNews, когда речь заходила о покупке новенького игрового ПК, всерьез думали, что 2021 год был плохим и неудачным. Оказывается, у него появился достойный конкурент. Расписываем все в деталях Космос-2022 Offсянка 07 января 2023 Космос-2022 Космический 2022-й уходит, оставив воспоминания о премьерах, поражениях и победах. Маркеры человеческой активности вне Земли отличались масштабом и степенью яркости Итоги 2022 года: игровые ноутбуки Ноутбуки и ПК 06 января 2023 Итоги 2022 года: игровые ноутбуки Прошлый год заметно преобразил современные игровые ноутбуки — теперь как-то буднично воспринимаются новости о моделях с 10-, 12- и даже 14-ядерными процессорами. А еще 2022 год запомнился новой графикой AMD и NVIDIA и засильем китайских брендов на нашем рынке. Об этом и многом другом читайте в нашем итоговом выпуске Обзор видеокарты NVIDIA GeForce RTX 4070 Ti: хорошее железо, плохая цена Видеокарты 05 января 2023 Обзор видеокарты NVIDIA GeForce RTX 4070 Ti: хорошее железо, плохая цена GeForce RTX 4070 Ti при энергопотреблении в пределах 285 Вт претендует на роль замены для всей верхушки 30-й серии. И это, по крайней мере отчасти, ей удается. Претензия к RTX 4070 Ti только одна: высокая стоимость опять свела на нет прогресс игрового быстродействия. Тестируем новинку на примере ускорителя Palit GameRock OC Classic Мониторы: итоги 2022 года. Много интересного, но всё мимо нас Мониторы и проекторы 05 января 2023 Мониторы: итоги 2022 года. Много интересного, но всё мимо нас Год выдался сложный, но интересный с точки зрения развития технологий и появления долгожданных новинок в реальной продаже. Тут вам и огромное количество OLED-дисплеев, модели с FALD- и Mini-LED-подсветкой, мониторы с крайне высокими частотами развёртки и, конечно, ожидаемые обновления IPS-технологии. Мало не покажется! Итоги 2022 года: программное обеспечение Программное обеспечение 04 января 2023 Итоги 2022 года: программное обеспечение Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье Итоги 2022 года: интернет-индустрия Программное обеспечение 04 января 2023 Итоги 2022 года: интернет-индустрия Минувшие двенадцать месяцев были очень разными для сетевой отрасли: с одной стороны — развитие новых проектов, сервисов и технологий. С другой — чрезмерная активность регулирующих органов, крах криптовалютного рынка и много, очень много утечек. Вспоминаем самые важные события года. Самые ожидаемые игры 2023 года Игры 03 января 2023 Самые ожидаемые игры 2023 года Массу потенциальных хитов 2022-го перенесли на следующий год, так что от списка релизов, запланированных на 2023-й, кружится голова. Про часть из них мы рассказали в свежем выпуске GamesBlender, который вы найдёте на нашем YouTube-канале, а другая часть ждёт вас в этом материале Лучшие игры 2022 года по версии читателей и редакции Игры 02 января 2023 Лучшие игры 2022 года по версии читателей и редакции «Какой год, такие и итоги», — можно было бы сказать и отмахнуться, но нет! Какой бы ни был год, игры никуда не исчезли. Более того, именно сейчас они как никогда помогают миллионам людей немного отвлечься, отдохнуть и перезарядить внутренние батарейки. В этом материале расскажем, какие проекты делали это лучше всего в 2022-м. Читатели и редакция 3DNews сделали свой выбор Gamesblender № 603: 10 лучших игр 2022 года Игры 02 января 2023 Gamesblender № 603: 10 лучших игр 2022 года Год подошёл к концу — пришла пора подводить итоги. В этом выпуске Gamesblender мы расскажем о десяти лучших играх 2022-го по результатам читательского голосования на 3DNews.ru. Что-то мы ожидали увидеть в этом списке, а что-то нас искренне удивило. Как обычно, начинаем с последнего места, поехали Главные события 2022 года, которые запомнятся надолго Аналитика 01 января 2023 Главные события 2022 года, которые запомнятся надолго Наступил новый, 2023 год, и значит, самое время вспомнить наиболее важные события ушедшего, 2022-го в областях IT, космоса, науки и самых разных технологий. В данной статье мы расскажем о самых запомнившихся событиях, ключевых анонсах, трендах и обо всём том, что привлекло к себе много внимания в минувшем году Умные помощники: обзор онлайновых AI-сервисов для обработки изображений Программное обеспечение 31 декабря 2022 Умные помощники: обзор онлайновых AI-сервисов для обработки изображений Для редактирования графических файлов на профессиональном уровне не обязательно быть знатоком Adobe Photoshop или CorelDRAW. Достаточно иметь под рукой браузер и нашу подборку веб-инструментов, демонстрирующих поистине безграничный потенциал технологий искусственного интеллекта Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR Корпуса, БП и охлаждение 30 декабря 2022 Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR Под маркой Smart Power Pro II выпускаются ИБП со стабилизатором напряжения, оборудованные евророзетками либо компактными разъемами IEC 320 C13. Проверим в деле топовую модель серии, готовую к нагрузке 2200 ВА Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 Ноутбуки и ПК 30 декабря 2022 Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 Тестируем компактный игровой ноутбук с производительным процессором, мощной видеокартой и качественным экраном с частотой 165 Гц. Вдобавок производителю удалось сделать его достаточно автономным при выполнении повседневных задач Обзор смартфона Infinix ZERO 20: маэстро селфи Смартфоны 29 декабря 2022 Обзор смартфона Infinix ZERO 20: маэстро селфи Компания Infinix продолжает расширять свой модельный ряд, уже не делая весь акцент на самых недорогих моделях, традиционно относившихся к семействам NOTE и HOT. В этом материале мы поговорим уже о втором подряд смартфоне серии ZERO: вслед за флагманским Infinix ZERO Ultra речь пойдет о более доступном Infinix ZERO 20 Обзоры 30.12.2022 Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 29.12.2022 Обзор смартфона Infinix ZERO 20: маэстро селфи 28.12.2022 Обзор доступного лэптопа HIPER WORKBOOK (N15RP93WI) 27.12.2022 Обзор видеокарты MSI GeForce RTX 4090 SUPRIM X: тихая, холодная, дорогая 26.12.2022 Межпланетные «кубики» 26.12.2022 ChatGPT как стимул к дальнейшему развитию человека разумного 25.12.2022 Marvel\\'s Midnight Suns — новый рассвет для тактик. Рецензия 24.12.2022 Gamesblender № 602: новая Tomb Raider от Amazon, аналог EA в России и самая популярная игра Game Pass 24.12.2022 Blacktail — здесь у нас Грибы с глазами. Рецензия 23.12.2022 Обзор телевизора Philips 55OLED807: почти безупречный 22.12.2022 Обзор смартфона vivo V25 Pro: оригинал в поисках баланса 21.12.2022 Обзор игрового WQHD-монитора MSI Optix MAG321QR: крупный игрок 20.12.2022 Обзор ноутбука TECNO MEGABOOK T1: первый блин — не комом! 19.12.2022 Обзор ноутбука HUAWEI MateBook 14s 2022 (HKF-X): просто добавь ядер 18.12.2022 Knights of Honor II: Sovereign — как просто быть королём. Рецензия 17.12.2022 Gamesblender № 601: Diablo IV не для России, открытый мир Hogwarts Legacy и проблемы ремастера The Witcher 3 17.12.2022 Pentiment — так работает история. Рецензия 16.12.2022 Зачем нужны чиплеты, или Как вдохнуть новую жизнь в «закон Мура» за пределами 3 нм 16.12.2022 Обзор системы жидкостного охлаждения DeepCool LT520: куб бесконечности 15.12.2022 История истинной любви: вспоминаем невероятный путь третьего «Ведьмака» 15.12.2022 Обзор и тестирование корпуса Zalman Z10 Plus: много плюсов и пара минусов 14.12.2022 Обзор системы жидкостного охлаждения Thermalright Turbo Right 240 C 13.12.2022 Обзор HUAWEI MatePad SE 10.4”: планшет для масс с отличным экраном и звуком 12.12.2022 Обзор Core i9-13900K: агрегат на 350 ватт (на самом деле нет) 11.12.2022 Need for Speed Unbound — серия вновь в надёжных руках. Рецензия Наши проекты forum.3dnews.ru servernews.ru игры умные вещи цифровой автомобиль' }).getByRole('link', { name: 'Аналитика' })\n\n=========================== logs ===========================\nwaiting for locator('xpath=//*[text()=\\'Аналитика\\']')\n  strict mode violation: locator('xpath=//*[text()=\\'Аналитика\\']') resolved to 2 elements:\n    1) <a href=\"/editorial\" title=\"аналитика\">Аналитика</a> aka getByRole('cell', { name: 'логотип 3DNews Submit Новости Все новости Актуальные темы ServerNews IT-финансы Offсянка Аналитика Видеокарты Звук и акустика Игры Корпуса, БП и охлаждение Мастерская Материнские платы Мониторы и проекторы Накопители Носимая электроника Ноутбуки и ПК Периферия Планшеты Программное обеспечение Процессоры и память Сети и коммуникации Смартфоны Умные вещи Фото и видео Цифровой автомобиль Форум Конкурсы RSS/Социальные сети Рассылка Вакансии [NEW!]' }).getByRole('link', { name: 'Аналитика' })\n    2) <a href=\"/editorial\" class=\"category-link\">Аналитика</a> aka getByRole('cell', { name: 'Главное Встретиться с чёрной дырой и выжить: обнаружена звезда, пережившая событие приливного разрушения Международная группа физиков впервые провела исследование уникального события — частичного приливного разрушения и, что самое ценное, создала модель подобных явлений. В далёкой галактике была зафиксирована встреча звезды со сверхмассивной чёрной дырой, которая лишь частично сорвала внешнюю оболочку звезды и не смогла уничтожить её полностью. Этот случай заставит учёных по-новому взглянуть на эволюцию чёрных дыр Китай запустил первый спутник с «мощным» электрическим двигателем — он будет удерживаться на орбите не менее 15 лет В пятницу Китай запустил на орбиту спутник связи Apstar 6-E с электрической двигательной установкой. Утверждается, что аппарат оснащён необычно мощным электрическим двигателем, который будет удерживать его на орбите не менее 15 лет. Подробности не сообщаются, но можно ожидать, что мощность двигателя попадает в диапазон от 10 до 100 кВт. В Китае активно разрабатывают электрические ракетные двигатели, что важно для полётов в пределах нашей системы Potion Craft: Alchemist Simulator — во все алхимические. Рецензия Как это ни прискорбно, но праздники закончились, новогодний серотонин на исходе, как и силы на большие игровые проекты. Да и проектов этих пока не видно на горизонте. Самое время окунуться во что-нибудь спокойное, расслабляющее и непринуждённое. Во что-нибудь вроде Potion Craft: Alchemist Simulator Итоги 2022 года: игровые видеокарты Чем не разочаровал ушедший год, так это обилием нового железа, начиная с бюджетных видеокарт и обновленных моделей предыдущего поколения и заканчивая совершенно новым кремнием NVIDIA, AMD, а теперь еще и Intel в тренде • Марсоход Perseverance заметил вертолёт Ingenuity на поверхности Красной планеты • Epic Games Store начал отзывать у российских пользователей бесплатную копию игры из недавней раздачи • «Хаббл» запечатлел, как чёрная дыра превратила звезду в «космический пончик» • В Китае принято в эксплуатацию огромное беспилотное судно-разведчик океана, напичканное воздушными, надводными и подводными дронами • Из заброшенных шахт учёные предложили сделать гравитационные аккумуляторы Новости hardware  • TAG Heuer представила три модели смарт-часов линейки Connected Calibre E4 • Составлен общий план ремонтных работ на термоядерном проекте ИТЭР — надо заменить 23 км труб охлаждения и нарастить сотни кг металла по швам • Компьютеры машин с автопилотом будут вредить экологии не меньше ЦОД • В конце 2022 года начали восстанавливаться продажи игровых приставок в России • Toyota представила на Токийском автосалоне рестомоды AE86 на электрической тяге и водороде • TSMC объяснила, за счёт чего рассчитывает увеличить выручку на падающем рынке • Tesla утверждает, что снижение цен на электромобили стало возможным за счёт нормализации затрат • ASUS обновила ноутбуки Vivobook процессорами Intel Raptor Lake-H • M**a и Apple впервые за 10 лет выпали из списка лучших работодателей • AMD с помощью драйверов снизила энергопотребление Radeon RX 7900 XT и XTX в играх, но лишь с ограничением частоты кадров • NZXT представила корпуса H9 с панорамным обзором, блок питания C1200 Gold и вентиляторы F RGB Duo • В Южной Корее создали микродисплей с рекордной плотностью пикселей в 12 000 ppi — он заинтересовал Qualcomm и не только • Virgin Galactic проведёт реорганизацию перед возобновлением туристических полётов на SpaceShipTwo • Проблема с дефицитом чипов для банковских карт в России решена, заявил глава НСПК • Virgin Orbit: первый в истории пуск из Великобритании провалился из-за преждевременного отключения двигателя второй ступени • Cooler Master показала множество блоков питания стандарта ATX 3.0 с 12+4-контактными разъёмами 12VHPWR • Galax представила видеокарту GeForce RTX 4070 Ti HOF для экстремального разгона • Многие бренды прекращают программную поддержку умной электроники и техники всего через два года Новости software  • Google выпустила последнюю игру в Stadia и пообещала разблокировать Bluetooth на геймпаде • В работе Spotify произошёл сбой, но уже всё в порядке • Биткоин взял отметку $20 тысяч — на подъёме весь криптовалютный рынок • AMD показала две минуты эксклюзивного геймплея Lies of P в 8K на Radeon RX 7900 XTX • Positive Technologies: больше всего в 2022 году в России хакеров интересовали государственный, медицинский и промышленный секторы • Инсайдер раскрыл точную дату выхода кооперативного шутера Redfall от создателей Dishonored и Prey • На грани жизни и смерти: опубликован первый геймплей симулятора самой опасной мотоциклетной гонки на планете • Google: если IT-гигантов заставят отвечать за публикуемый контент, это «перевернёт интернет» • В отмене всех авиарейсов в США обвинили подрядчиков • Из меню «Пуск» и панели задач Windows стали таинственно исчезать ярлыки — пятница 13-е тут ни при чём • Google распространяет поддельные драйверы AMD Radeon и это показывает серьёзную проблему в поисковике • Культовый шутер Duke Nukem 3D получил VR-адаптацию, которую уже можно опробовать • Российскую ОС «Аврора» лишили финансирования по программе цифровизации госсектора • Positive Technologies: рынок кибербезопасности в России в 2023 году снова вырастет на 10–20 % • Британская компания может отсудить у Google название раздела YouTube Shorts • Утечка данных пользователей Mail.ru произошла в 2022 году с другого сервиса • Microsoft начала распространять в Windows 10 медиаплеер из Windows 11 • Устаревшие приложения «Сбербанка» перестанут работать на следующей неделе Самые обсуждаемые публикации Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070  28 Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR  12 Лучшие игры 2022 года по версии читателей и редакции  8 Умные помощники: обзор онлайновых AI-сервисов для обработки изображений  2 Новое в обзорах Итоги 2022 года: ультрабуки Ноутбуки и ПК 12 января 2023 Итоги 2022 года: ультрабуки Прошедший год ознаменовался громадным скачком быстродействия тонких рабочих ноутбуков, и в этот раз за него ответственна одна-единственная компания — Intel. AMD и Apple сделали свое дело раньше, так что болельщикам этих команд придется ждать следующего обновления архитектуры Мы заметили, как сильно изменились современные игровые ПК, а вы? Итоги 2022 года в категории «Корпуса, БП и охлаждение» Корпуса, БП и охлаждение 11 января 2023 Мы заметили, как сильно изменились современные игровые ПК, а вы? Итоги 2022 года в категории «Корпуса, БП и охлаждение» Игровые компьютеры за последнее время сильно изменились. Современные системы стали гораздо производительнее, но какой ценой? Об очевидных и не очень изменениях, связанных со сборкой нового ПК, читайте в нашем итоговом материале Итоги 2022 года: процессоры для ПК Процессоры и память 10 января 2023 Итоги 2022 года: процессоры для ПК AMD Zen 4 и Intel Raptor Lake — далеко не всё, что случилось на процессорном рынке в прошедшем году. Вспоминая основные процессорные анонсы, систематизируя проблемы отрасли и ужасаясь, что же будет дальше, мы написали целую статью Итоги 2022 года: смартфоны Смартфоны 09 января 2023 Итоги 2022 года: смартфоны Довольно тяжело подводить технологические итоги в год вроде нынешнего. Смартфоны в мире и в России – два множества, которые в 2022-м пересекаются далеко не полностью. Но тем не менее мы здесь говорим не только о внутренних событиях, поэтому словами «санкции», «уход» и некоторыми другими, которые нельзя произносить, мы не ограничимся Gamesblender № 604: cамые ожидаемые игры 2023 года Игры 08 января 2023 Gamesblender № 604: cамые ожидаемые игры 2023 года А вот и первый в этом году GamesBlender! С новостями вернемся в конце недели, а в этом выпуске окинем своим широким геймерским взглядом 2023-й и выберем самые интересные будущие релизы. Сразу оговоримся, что это лишь часть большого списка ожидаемых игр — о других читайте в статье на 3DNews.ru. Начинаем! Итоги 2022 года: компьютер месяца Ноутбуки и ПК 08 января 2023 Итоги 2022 года: компьютер месяца А мы в редакции 3DNews, когда речь заходила о покупке новенького игрового ПК, всерьез думали, что 2021 год был плохим и неудачным. Оказывается, у него появился достойный конкурент. Расписываем все в деталях Космос-2022 Offсянка 07 января 2023 Космос-2022 Космический 2022-й уходит, оставив воспоминания о премьерах, поражениях и победах. Маркеры человеческой активности вне Земли отличались масштабом и степенью яркости Итоги 2022 года: игровые ноутбуки Ноутбуки и ПК 06 января 2023 Итоги 2022 года: игровые ноутбуки Прошлый год заметно преобразил современные игровые ноутбуки — теперь как-то буднично воспринимаются новости о моделях с 10-, 12- и даже 14-ядерными процессорами. А еще 2022 год запомнился новой графикой AMD и NVIDIA и засильем китайских брендов на нашем рынке. Об этом и многом другом читайте в нашем итоговом выпуске Обзор видеокарты NVIDIA GeForce RTX 4070 Ti: хорошее железо, плохая цена Видеокарты 05 января 2023 Обзор видеокарты NVIDIA GeForce RTX 4070 Ti: хорошее железо, плохая цена GeForce RTX 4070 Ti при энергопотреблении в пределах 285 Вт претендует на роль замены для всей верхушки 30-й серии. И это, по крайней мере отчасти, ей удается. Претензия к RTX 4070 Ti только одна: высокая стоимость опять свела на нет прогресс игрового быстродействия. Тестируем новинку на примере ускорителя Palit GameRock OC Classic Мониторы: итоги 2022 года. Много интересного, но всё мимо нас Мониторы и проекторы 05 января 2023 Мониторы: итоги 2022 года. Много интересного, но всё мимо нас Год выдался сложный, но интересный с точки зрения развития технологий и появления долгожданных новинок в реальной продаже. Тут вам и огромное количество OLED-дисплеев, модели с FALD- и Mini-LED-подсветкой, мониторы с крайне высокими частотами развёртки и, конечно, ожидаемые обновления IPS-технологии. Мало не покажется! Итоги 2022 года: программное обеспечение Программное обеспечение 04 января 2023 Итоги 2022 года: программное обеспечение Минувшие двенадцать месяцев отметились множеством резонансных событий в софтверной отрасли. Массовый уход зарубежных вендоров с российского рынка, импортозамещение ПО, развитие технологий искусственного интеллекта, рост числа хакерских атак на Linux, закат некогда популярного Firefox — об этом и многом другом читайте в нашей итоговой обзорной статье Итоги 2022 года: интернет-индустрия Программное обеспечение 04 января 2023 Итоги 2022 года: интернет-индустрия Минувшие двенадцать месяцев были очень разными для сетевой отрасли: с одной стороны — развитие новых проектов, сервисов и технологий. С другой — чрезмерная активность регулирующих органов, крах криптовалютного рынка и много, очень много утечек. Вспоминаем самые важные события года. Самые ожидаемые игры 2023 года Игры 03 января 2023 Самые ожидаемые игры 2023 года Массу потенциальных хитов 2022-го перенесли на следующий год, так что от списка релизов, запланированных на 2023-й, кружится голова. Про часть из них мы рассказали в свежем выпуске GamesBlender, который вы найдёте на нашем YouTube-канале, а другая часть ждёт вас в этом материале Лучшие игры 2022 года по версии читателей и редакции Игры 02 января 2023 Лучшие игры 2022 года по версии читателей и редакции «Какой год, такие и итоги», — можно было бы сказать и отмахнуться, но нет! Какой бы ни был год, игры никуда не исчезли. Более того, именно сейчас они как никогда помогают миллионам людей немного отвлечься, отдохнуть и перезарядить внутренние батарейки. В этом материале расскажем, какие проекты делали это лучше всего в 2022-м. Читатели и редакция 3DNews сделали свой выбор Gamesblender № 603: 10 лучших игр 2022 года Игры 02 января 2023 Gamesblender № 603: 10 лучших игр 2022 года Год подошёл к концу — пришла пора подводить итоги. В этом выпуске Gamesblender мы расскажем о десяти лучших играх 2022-го по результатам читательского голосования на 3DNews.ru. Что-то мы ожидали увидеть в этом списке, а что-то нас искренне удивило. Как обычно, начинаем с последнего места, поехали Главные события 2022 года, которые запомнятся надолго Аналитика 01 января 2023 Главные события 2022 года, которые запомнятся надолго Наступил новый, 2023 год, и значит, самое время вспомнить наиболее важные события ушедшего, 2022-го в областях IT, космоса, науки и самых разных технологий. В данной статье мы расскажем о самых запомнившихся событиях, ключевых анонсах, трендах и обо всём том, что привлекло к себе много внимания в минувшем году Умные помощники: обзор онлайновых AI-сервисов для обработки изображений Программное обеспечение 31 декабря 2022 Умные помощники: обзор онлайновых AI-сервисов для обработки изображений Для редактирования графических файлов на профессиональном уровне не обязательно быть знатоком Adobe Photoshop или CorelDRAW. Достаточно иметь под рукой браузер и нашу подборку веб-инструментов, демонстрирующих поистине безграничный потенциал технологий искусственного интеллекта Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR Корпуса, БП и охлаждение 30 декабря 2022 Обзор ИБП Ippon Smart Power Pro II 2200: мощный бесперебойник с AVR Под маркой Smart Power Pro II выпускаются ИБП со стабилизатором напряжения, оборудованные евророзетками либо компактными разъемами IEC 320 C13. Проверим в деле топовую модель серии, готовую к нагрузке 2200 ВА Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 Ноутбуки и ПК 30 декабря 2022 Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 Тестируем компактный игровой ноутбук с производительным процессором, мощной видеокартой и качественным экраном с частотой 165 Гц. Вдобавок производителю удалось сделать его достаточно автономным при выполнении повседневных задач Обзор смартфона Infinix ZERO 20: маэстро селфи Смартфоны 29 декабря 2022 Обзор смартфона Infinix ZERO 20: маэстро селфи Компания Infinix продолжает расширять свой модельный ряд, уже не делая весь акцент на самых недорогих моделях, традиционно относившихся к семействам NOTE и HOT. В этом материале мы поговорим уже о втором подряд смартфоне серии ZERO: вслед за флагманским Infinix ZERO Ultra речь пойдет о более доступном Infinix ZERO 20 Обзоры 30.12.2022 Игровой ноутбук XPG Xenia 15 KC на Intel Core i7-11800H и NVIDIA GeForce RTX 3070 29.12.2022 Обзор смартфона Infinix ZERO 20: маэстро селфи 28.12.2022 Обзор доступного лэптопа HIPER WORKBOOK (N15RP93WI) 27.12.2022 Обзор видеокарты MSI GeForce RTX 4090 SUPRIM X: тихая, холодная, дорогая 26.12.2022 Межпланетные «кубики» 26.12.2022 ChatGPT как стимул к дальнейшему развитию человека разумного 25.12.2022 Marvel\\'s Midnight Suns — новый рассвет для тактик. Рецензия 24.12.2022 Gamesblender № 602: новая Tomb Raider от Amazon, аналог EA в России и самая популярная игра Game Pass 24.12.2022 Blacktail — здесь у нас Грибы с глазами. Рецензия 23.12.2022 Обзор телевизора Philips 55OLED807: почти безупречный 22.12.2022 Обзор смартфона vivo V25 Pro: оригинал в поисках баланса 21.12.2022 Обзор игрового WQHD-монитора MSI Optix MAG321QR: крупный игрок 20.12.2022 Обзор ноутбука TECNO MEGABOOK T1: первый блин — не комом! 19.12.2022 Обзор ноутбука HUAWEI MateBook 14s 2022 (HKF-X): просто добавь ядер 18.12.2022 Knights of Honor II: Sovereign — как просто быть королём. Рецензия 17.12.2022 Gamesblender № 601: Diablo IV не для России, открытый мир Hogwarts Legacy и проблемы ремастера The Witcher 3 17.12.2022 Pentiment — так работает история. Рецензия 16.12.2022 Зачем нужны чиплеты, или Как вдохнуть новую жизнь в «закон Мура» за пределами 3 нм 16.12.2022 Обзор системы жидкостного охлаждения DeepCool LT520: куб бесконечности 15.12.2022 История истинной любви: вспоминаем невероятный путь третьего «Ведьмака» 15.12.2022 Обзор и тестирование корпуса Zalman Z10 Plus: много плюсов и пара минусов 14.12.2022 Обзор системы жидкостного охлаждения Thermalright Turbo Right 240 C 13.12.2022 Обзор HUAWEI MatePad SE 10.4”: планшет для масс с отличным экраном и звуком 12.12.2022 Обзор Core i9-13900K: агрегат на 350 ватт (на самом деле нет) 11.12.2022 Need for Speed Unbound — серия вновь в надёжных руках. Рецензия Наши проекты forum.3dnews.ru servernews.ru игры умные вещи цифровой автомобиль' }).getByRole('link', { name: 'Аналитика' })\n\n============================================================","time":{"start":1673720537853,"stop":1673720574757,"duration":36904}}]},"94587aa1af30fe3173ccba271f8873c5":{"statistic":{"failed":0,"broken":0,"skipped":0,"passed":1,"unknown":0,"total":1},"items":[{"uid":"5b599384e257858f","status":"passed","time":{"start":1673720538149,"stop":1673720580539,"duration":42390}}]},"1d6b430bbc47b599dcd64a92b06e2045":{"statistic":{"failed":0,"broken":0,"skipped":0,"passed":1,"unknown":0,"total":1},"items":[{"uid":"b8ff5b2c4a78ee53","status":"passed","time":{"start":1673720578487,"stop":1673720611357,"duration":32870}}]}}